{
	"Search:": "Recherche:",
	"Enter your search...": "Entrez votre recherche...",
	"Send": "Envoyer",
	"Search type:": "Type de recherche:",
	"Engine:": "Moteur:",
	"Views:": "Vues:",
	"Posted by:": "Posté par:",
	"Maximum resolution:": "Résolution maximum:",
	" Loading videos...": " Chargement des vidéos...",
	"<p><strong>No videos</strong> found...</p>": "<p><strong>Aucune vidéo</strong> trouvée...</p>",
	"<p><strong>No playlist</strong> found...</p>": "<p><strong>Aucune playlist</strong> trouvée...</p>",
	"videos found": "vidéos trouvées",
	"playlists found": "playlists trouvées",
	"Converting video to mp3, please wait...": "Conversion de la vidéo en mp3...",
	"video converted successfully !": "vidéo convertie avec succès !",
	"A download is already running, please wait...": "Un téléchargement est déjà en cours...",
	"Waiting for connection...": "En attente de connexion...",
	"done at": "effectué à",
	"Download ended !": "Téléchargement terminé !",
	"Downloading": "Téléchargement",
	"Convert to mp3": "Convertir en mp3",
	"Close": "Fermer",
	"Settings": "Paramètres",
	"Language:": "Langage:",
	"verified videos in this playlist": " vidéos vérifiées dans cette playlist",
	"Download directory:": "Dossier de téléchargements:",
	"Select": "Sélectionner",
	"Copy": "Copier",
	"Save": "Sauvegarder",
	"Paste/Open youtube link": "Coller/ouvrir lien youtube",
	"Filters:": "Filtres:",
	"Open in ": "Ouvrir dans ",
	"Download": "Télécharger",
	"Cancel": "Annuler",
	"Download canceled!": "Téléchargement annulé!",
	"Open related videos": "Vidéos suggérées",
	"Videos found": "Vidéos trouvées",
	"Load more videos": "Charger plus de vidéos",
	"Order by:": "Triées par:",
	"Relevance": "Pertinence",
	"Published": "Date",
	"Views": "Vues",
	"Rating": "Votes",
	"Prev": "Préc",
	"Next": "Suiv",
	"Ht5streamer configuration:": "Configuration de ht5streamer:",
	"Copy youtube link": "Copier le lien youtube",
	"Copy dailymotion link": "Copier le lien dailymotion",
	"Save to playlist": "Sauvegarder dans la playlist",
	"Remove": "Supprimer",
	"Add folder": "Ajouter un dossier",
	"Rename": "Renommer",
	"Library": "Librairie",
	"Results": "Résultats",
	"Select or create a folder (right click) to save your video and close the window to validate.": "Sélectionnez ou créez un dossier (click droit) dans lequel sauvegarder votre vidéo puis fermez la fenêtre pour valider.",
	"Please do not use spaces or special characters in your playlist name!": "Merci de ne pas utiliser d'espaces ou de caractères spéciaux dans vos noms de playlist!",
	"Categories": "Catégories",
	"Category:": "Catégorie:",
	"Browsing mode, use the pagination bar to navigate": "Mode navigation, utilisez la barre de pagination...",
	"can't download this file...": "Impossible de télécharger ce fichier...",
	"Enter your search": "Entrez votre recherche",
	"Copy youporn link": "Copier le lien youporn",
	"unknown": "inconnu",
	"Videos": "Vidéos",
	"Playlists": "Playlists",
	"Channels": "Chaînes",
	"<p><strong>No channels</strong> found...</p>": "<p><strong>Aucune chaîne</strong> trouvée...</p>",
	"channels found": "chaînes trouvées",
	"videos found in this channel": "vidéos trouvées dans cette chaîne",
	"sounds in this mixtape": "sons dans cette mixtape",
	"<p><strong>No sounds</strong> found...</p>": "<p><strong>Aucun son</strong> trouvé...</p>",
	"Songs/Artists": "Sons/artistes",
	"A new version is available !": "Une nouvelle version est disponible !",
	"Update": "Mettre à jour",
	"Your software is up to date !": "Votre logiciel est à jour !",
	"Downloading: ": "Téléchargement : ",
	"Installing update...": "Installation de la mise à jour...",
	"Update successfully installed! please restart ht5streamer": "Mise à jour installée avec succès ! merci de redémarrer ht5streamer...",
	"Update error, please report the problem... or try to reinstall manually !": "Erreur de mise à jour, merci de remonter le problème ou reinstallez manuellement !",
	"Top rated": "Mieux notées",
	"Most viewed": "Plus populaires",
	"Date:": "Date:",
	"Today": "Aujourd'hui",
	"This week": "Cette semaine",
	"This month": "Ce mois",
	"All time": "Toujours",
	"Local files": "Fichiers locaux",
	"Local network interface:": "Interface réseau local",
	"Add or remove directories to scan for your local library:": "Ajouter ou supprimer vos dossiers à scanner pour votre bibliothèque locale:",
	"Add": "Ajouter",
	"Please add local folders to scan in the settings": "Merci d'ajouter des dossiers à scanner dans les paramètres",
	"please select a network interface in the configuration panel": "Merci de sélectioner une interface réseau dans les paramètres",
	"results found": "résultats trouvés",
	"Local library": "Librairie locale",
	"Update error, please report the problem... !": "Erreur de mise à jour, merci de remonter le problème ...",
	"Welcome to Ht5streamer !<br><br>Make a new search or select a category to start...": "Bienvenue dans Ht5streamer!<br><br>Lancez une recherche ou sélectionnez une catégorie pour démarrer...",
	"Downloads": "Téléchargements",
	"Open Download folder": "Ouvrir le dossier de téléchargement",
	"Update files list...": "Mettre à jour...",
	"Updating...": "Mise à jour...",
	"Playing: ": "Lecture: ",
	"Stopped...": "En attente...",
	"Stopped... ": "Stopped... ",
	"Open mega link": "Ouvrir dans Mega-link",
	"File not available on mega.co...": "Fichier non disponible sur mega.co...",
	"Your mega.co link is valid but can't be played yet, (wait a few minutes...)": "Votre lien mega.co est valide mais ne peut pas encore être lu ou téléchargé, patientez quelques minutes...",
	"Around %s results found": "Environ %s résultats trouvés",
	"Links": "Liens",
	"Please DONATE if you like this software !": "MERCI de faire un don si vous aimez ce logiciel !",
	"Loading ht5streamer...": "Initialise Ht5streamer...",
	"Downloading plugins...": "Téléchargement des plugins...",
	"<b><u>Gmail account (optional... used to report some errors) : </u></b>": "<b><u>Compte Gmail (optionnel... utile pour remonter certaines erreurs) : </u></b>",
	"Username: ": "Utilisateur: ",
	"Password: ": "Mot de passe: ",
	"Plugins choice:": "Choix des plugins:",
	"Please read the disclaimer here : <u><a id='disclaimer' style='color:red;' href='#'>disclaimer</a></u>": "Merci de lire les avertissements ici : <u><a id='disclaimer' style='color:red;' href='#'>Avertissements</a></u>",
	"The following are terms and conditions for use of Ht5streamer including all services offered.\n \n The service is offered to you conditioned on your acceptance without  modification of the terms, conditions, and notices contained herein. By  visiting and using Ht5streamer or any of its affiliate sites and services, you are acknowledging your full compliance to the terms listed here. \n \n Ht5streamer is based on its links to third party sites. The linked sites are not under the control of Ht5streamer and Ht5streamer is not responsible for the content of any linked sites or any links contained in a linked site. Ht5streamer is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by Ht5streamer of the site or any association with their operators. \n \n Ht5streamer's team do not assume any responsibility or liability for the audio file, from completeness to legalities.\n \n Ht5streamer user agrees that Ht5streamer is hereby absolved from any and  all liabilities, losses, costs and claims, including attorney's fees asserted against Ht5streamer, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by Ht5streamer. \n \n Ht5streamer team makes no warranties, expressed or implied, for the services we provide. Ht5streamer will not be held responsible for any damages you or your business may suffer from using Ht5streamer services.Ht5streamer will not be held responsible for any interruptions, delays, failures, inaccuracies, or typographical errors \n \n Ht5streamer team does not represent or warrant that the Service or the server that makes it available, are free of viruses or other harmful components. Ht5streamer does not warrant or represent that the use or the results of the use of the Service or the materials made available as part of the Service will be correct, accurate, timely, or otherwise reliable \n\n Ht5streamer team reserves the right to update this policy at any time without notice.": "Les éléments suivants sont des termes et conditions d'utilisation de Ht5streamer et de tous les services inclus. \n\nCe service vous est offert sous réserve de votre acceptation sans modification des termes, conditions et notifications contenus aux présentes.En utilisant Ht5streamer ou un de ses sites affiliés et leurs services,vous reconnaissez votre pleine conformité aux termes énumérés ici. \n\n Ht5streamer est basé sur des liens vers des sites tiers. Les sites liés ne sont pas sous le contrôle de Ht5streamer et l'équipe Ht5streamer n'est pas responsable du contenu des sites liés ou des liens contenus dans un de ces sites.\n\nHt5streamer fournit ces liens seulement comme une \ncommodité et le téléchargement de tout lien n'implique pas l'approbation par l'equipe Ht5streamer ou un des sites liés ou encore de toute association avec leurs exploitants. \n\nl'équipe de Ht5streamer n'assume aucune responsabilité ou obligation sur les fichiers audio/vidéo issus de vos recherches.\n\nl'utilisateur accepte que Ht5streamer est absous de toutes lesresponsabilités, pertes, coûts et réclamations, y compris les honoraires d'avocat \n opposables aux services de Ht5streamer et son équipe qui pourrait survenir ou résulter de tout service fourni dans Ht5streamer. \n\nl'équipe Ht5streamer ne donne aucune garantie, expresse ou implicite, pour les \nservices offerts. Ht5streamer ne sera pas tenue responsable de tout \ndommage dont vous ou tout tiers pourrait souffrir en utilisant ses services. \nHt5streamer ne sera pas tenu responsable des interruptions, retards, \néchecs, des inexactitudes ou des erreurs typographiques... \n\nl'équipe Ht5streamer ne garantie pas que le service ou les serveurs qui les rendent accessibles soient exempts de virus ou autres composants nuisibles. \n\nl'équipe Ht5streamer se réserve le droit de mettre à jour cette politique à tout moment, sans préavis.",
	"Upnp": "Upnp",
	"Open Torrent": "Ouvrir lien Torrent",
	"Open Magnet": "Ouvrir lien magnet",
	"Engine %s ready...!": "Moteur %s chargé avec succès...!",
	"Warnings": "Avertissements",
	"Your torrent download is terminated, save it ?": "Téléchargement du torrent terminé, voulez vous le sauvegarder ?",
	"Can't save torrent to your download dir, error: %s": "Impossible de sauvegarder votre torrent, erreur: %s",
	"(%s%% downloaded)":"(%s%% téléchargé)",
	"Torrent successfully saved to your ht5 download directory !":"Torrent sauvegardé avec succès dans votre dossier de téléchargement ht5 !",
	"Yes":"Oui",
	"Please enter your sudo/admin password to install the update":"Merci d'entrer votre mot de passe sudo/admin pour installer la mise à jour",
	"Wrong password, please retry or cancel...":"Mot de passe erroné, merci de réessayer ou annuler..."
}
