{
	"Search:": "Αναζήτηση:",
	"Enter your search...": "Εισάγετε την αναζήτησή σας...",
	"Send": "Αποστολή",
	"Search type:": "Τύπος αναζήτησης:",
	"Engine:": "Πλατφόρμα: ",
	"Views:": "Εμφανίσεις: ",
	"Posted by:": "Δημοσιεύτηκε από:",
	"Maximum resolution:": "Μέγιστη ανάλυση:",
	" Loading videos...": "Φόρτωση βίντεο ...",
	"<p><strong>No videos</strong> found...</p>": "<p><strong>Δεν βρεθήκαν</strong>βίντεο...</p>",
	"<p><strong>No playlist</strong> found...</p>": "<p><strong>Δεν βρέθηκε</strong> λίστα αναπαραγωγής...</p>",
	"videos found": "Εύρεση βίντεο",
	"playlists found": "Εύρεση λίστα αναπαραγωγής",
	"Converting video to mp3, please wait...": "Μετατροπή βίντεο σε mp3, παρακαλώ περιμένετε...",
	"video converted successfully !": "το βίντεο μετατράπηκε με επιτυχία!",
	"Waiting for connection...": "Αναμονή για σύνδεση...",
	"done at": "γίνεται σε",
	"Download ended !": "Η Λήψη τελείωσε ! ",
	"Downloading": "Λήψη ",
	"Convert to mp3": "Μετατροπή σε mp3 ",
	"Close": "Κλείσιμο",
	"Settings": "Ρυθμίσεις ",
	"Language:": "Γλώσσα: ",
	"verified videos in this playlist": "επαληθευμένα βίντεο σε αυτή την λίστα αναπαραγωγής",
	"Download directory:": "Κατάλογος λήψης ",
	"Select": "Επιλέξτε",
	"Copy": "Αντιγραφή ",
	"Save": "Αποθήκευση ",
	"Paste/Open youtube link": "Επικόλληση/ Άνοιγμα youtube link",
	"Filters:": "Φίλτρα: ",
	"Open in ": "Άνοιγμα σε",
	"Download": "Λήψη ",
	"Cancel": "Ακύρωση ",
	"Download canceled!": "Ακύρωση λήψης ",
	"Open related videos": "Άνοιγμα των σχετικών βίντεο",
	"Videos found": "Εύρεση βίντεο",
	"Load more videos": "Φόρτωση περισσότερων βίντεο",
	"Order by:": "Ταξινόμηση κατά:",
	"Relevance": "Συνάφεια",
	"Published": "Δημοσίευση",
	"Views": "Προβολές",
	"Rating": "Αξιολόγηση ",
	"Prev": "Προηγούμενο ",
	"Next": "Επόμενο ",
	"Ht5streamer configuration:": "Διαμόρφωση του Ht5streamer:",
	"Copy youtube link": "Αντιγραφή youtube link",
	"Copy dailymotion link": "Αντιγραφή dailymotion link",
	"Save to playlist": "Αποθήκευση σε λίστα αναπαραγωγής",
	"Remove": "Διαγραφή ",
	"Add folder": "Προσθήκη φακέλου ",
	"Rename": "Μετονομασία ",
	"Library": "Βιβλιοθήκη",
	"Results": "Αποτελέσματα",
	"Select or create a folder (right click) to save your video and close the window to validate.": "Επιλέξτε ή δημιουργήσετε έναν φάκελο (δεξί κλικ) για να αποθηκεύσετε το βίντεο σας και κλείστε το παράθυρο για να επιβεβαιώσετε. ",
	"Please do not use spaces or special characters in your playlist name!": "Παρακαλώ μην χρησιμοποιείτε κενά ή ειδικούς χαρακτήρες στο όνομα της λίστας αναπαραγωγής σας!",
	"Categories": "Κατηγορίες ",
	"Category:": "Κατηγορία: ",
	"Browsing mode, use the pagination bar to navigate": "Λειτουργία περιήγησης, χρησιμοποιήστε την μπάρα σελιδοποίησης για να περιηγηθείτε",
	"can't download this file...": "δεν μπορείτε να κατεβάσετε αυτό το αρχείο...",
	"Enter your search": "Εισάγετε την αναζήτησή σας ",
	"Copy youporn link": "Αντιγραφή του youporn link",
	"unknown": "άγνωστο",
	"Videos": "Βίντεο ",
	"Playlists": "Λίστες Αναπαραγωγής ",
	"Channels": "Κανάλια ",
	"<p><strong>No channels</strong> found...</p>": "<p><strong>Δεν βρεθήκαν</strong> κανάλια...</p>",
	"channels found": "κανάλια που βρέθηκαν ",
	"videos found in this channel": "βίντεο που βρέθηκαν σε αυτό το κανάλι",
	"<p><strong>No sounds</strong> found...</p>": "<p><strong>Δεν υπάρχει</strong> ήχος...</p>",
	"Songs/Artists": "Τραγούδια/Καλλιτέχνες ",
	"A new version is available !": "Μια νέα έκδοση είναι διαθέσιμη !",
	"Update": "Ενημέρωση",
	"Your software is up to date !": "Το λογισμικό είναι ενημερωμένο !",
	"Downloading: ": "Λήψη:",
	"Installing update...": "εγκατάσταση των ενημερώσεων ",
	"Update successfully installed! please restart ht5streamer": "η ενημέρωση εγκαταστάθηκε με επιτυχία! παρακαλώ κάντε επανεκκίνηση το ht5streamer",
	"Update error, please report the problem... or try to reinstall manually !": "Αποτυχία ενημερώσεων, παρακαλούμε να αναφέρετε το πρόβλημα ... ή δοκιμάστε χειροκίνητη εγκατάσταση !",
	"Top rated": "Πιο δημοφιλή ",
	"Most viewed": "Περισσότερο εμφανισμένα",
	"Date:": "Ημερομηνία ",
	"Today": "Σήμερα ",
	"This week": "Αυτή την εβδομάδα",
	"This month": "Αυτόν τον μήνα",
	"All time": "Διαχρονικά ",
	"Local files": "Τοπικά αρχεία",
	"Local network interface:": "Προφίλ τοπικής σύνδεσης ",
	"Add or remove directories to scan for your local library:": "Προσθέστε ή αφαιρέστε καταλόγους για σάρωση  της τοπική βιβλιοθήκης σας:",
	"Add": "Προσθήκη",
	"Please add local folders to scan in the settings": "Παρακαλώ προσθέστε τοπικούς φακέλους για να ανιχνευθούν οι ρυθμίσεις",
	"please select a network interface in the configuration panel": "παρακαλώ επιλέξτε έναν τύπο σύνδεσης στον πίνακα διαμόρφωσης ",
	"results found": "βρέθηκαν αποτελέσματα",
	"Local library": "Τοπική βιβλιοθήκη ",
	"Update error, please report the problem... !": "Σφάλμα κατά την αναβάθμιση, παρακαλούμε αναφέρετε το πρόβλημα... !",
	"Welcome to Ht5streamer !<br><br>Make a new search or select a category to start...": "Καλώς ήρθατε στο Ht5streamer! <br>Κάντε μια νέα αναζήτηση ή επιλέξτε μια κατηγορία για να αρχίσετε...",
	"Downloads": "Λήψεις ",
	"Open Download folder": "Άνοιγμα του φακέλου Λήψεων ",
	"Update files list...": "Ενημέρωση καταλόγου αρχείων...",
	"Updating...": "Ενημέρωση... ",
	"Stopped...": "Διακοπή... ",
	"Your mega.co link is valid but can't be played yet, (wait a few minutes...)": "Ο σύνδεσμος mega.co είναι έγκυρος, αλλά δεν μπορεί να παίξει ακόμα, (περιμένετε λίγα λεπτά...)",
	"Username: ": "Όνομα χρήστη ",
	"Password: ": "Κωδικός: ",
	"<b><u>Gmail account (optional... used to report some errors) : </u></b>": "<b><u>Gmail λογαριασμός (προαιρετικό ... χρησιμοποιείται για αναφορά ορισμένων σφαλμάτων) : </u></b>",
	"Loading ht5streamer...": "Φόρτωση ht5streamer...",
	"Please DONATE if you like this software !": "Παρακαλούμε ΣΥΝΕΙΣΦΈΡΕΤΕ αν σας αρέσει αυτό το λογισμικό!",
	"Plugins choice:": "Επιλογή Πρόσθετων:",
	"Please read the disclaimer here : <u><a id='disclaimer' style='color:red;' href='#'>disclaimer</a></u>": "Παρακαλούμε διαβάστε τους όρους χρήσης εδώ : <u><a id='όροι χρήσης' style='color:red;' href='#'>disclaimer</a></u>",
	"The following are terms and conditions for use of Ht5streamer including all services offered.\n \n The service is offered to you conditioned on your acceptance without  modification of the terms, conditions, and notices contained herein. By  visiting and using Ht5streamer or any of its affiliate sites and services, you are acknowledging your full compliance to the terms listed here. \n \n Ht5streamer is based on its links to third party sites. The linked sites are not under the control of Ht5streamer and Ht5streamer is not responsible for the content of any linked sites or any links contained in a linked site. Ht5streamer is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by Ht5streamer of the site or any association with their operators. \n \n Ht5streamer's team do not assume any responsibility or liability for the audio file, from completeness to legalities.\n \n Ht5streamer user agrees that Ht5streamer is hereby absolved from any and  all liabilities, losses, costs and claims, including attorney's fees asserted against Ht5streamer, its agents, officers, employees, or associates, that may arise or result from any service provided, performed, be agreed to be performed by Ht5streamer. \n \n Ht5streamer team makes no warranties, expressed or implied, for the services we provide. Ht5streamer will not be held responsible for any damages you or your business may suffer from using Ht5streamer services.Ht5streamer will not be held responsible for any interruptions, delays, failures, inaccuracies, or typographical errors \n \n Ht5streamer team does not represent or warrant that the Service or the server that makes it available, are free of viruses or other harmful components. Ht5streamer does not warrant or represent that the use or the results of the use of the Service or the materials made available as part of the Service will be correct, accurate, timely, or otherwise reliable \n\n Ht5streamer team reserves the right to update this policy at any time without notice.": "\nΤα ακόλουθα αποτελούν τους όρους και τις προϋποθέσεις για την χρήση του Ht5streamer, συμπεριλαμβανομένων όλων των υπηρεσιών που προσφέρονται.\n\nΗ υπηρεσία προσφέρεται σε εσάς με την προϋπόθεση ότι αποδέχεστε χωρίς να τροποποιήσετε τους όρους, τις προϋποθέσεις και τις ανακοινώσεις που περιέχονται στο παρόν. Με την επίσκεψη και χρήση του Ht5streamer ή οποιασδήποτε από τις θυγατρικές ιστοσελίδες και υπηρεσίες της, αποδέχεστε και την πλήρη συμμόρφωσή σας με τους όρους που αναφέρονται εδώ. \n\nΤο Ht5streamer βασίζεται σε συνδέσμους του σε δικτυακούς τόπους τρίτων. Οι συνδεδεμένες ιστοσελίδες δεν βρίσκονται υπό τον έλεγχο του Ht5streamer και το Ht5streamer δεν είναι υπεύθυνο για το περιεχόμενο των εξωτερικών δικτυακών τόπων ή για το περιεχόμενο των οποιωνδήποτε συνδέσμων που περιέχονται σε συνδεδεμένη ιστοσελίδα. Το Ht5streamer παρέχει αυτούς τους συνδέσμους μόνο ως διευκόλυνση και η συμπερίληψη οποιουδήποτε συνδέσμου δεν υποδηλώνει ότι το Ht5streamer υποστηρίζει ή εγκρίνει την ιστοσελίδα, αλλά ούτε και πως έχει την οποιαδήποτε σχέση με τους διαχειριστές της. \n\nΗ ομάδα Ht5streamer δεν αναλαμβάνουμε καμία ευθύνη ή υποχρέωση για το αρχείο ήχου, από την πληρότητα μέχρι και την θεσμική λειτουργία του, ήτοι τις υποχρεώσεις από την εφαρμογή του νόμου. \n\nΜε το παρόν, ο χρήστης του Ht5streamer συμφωνεί ότι το Ht5streamer απαλλάσσεται από όλες τις υποχρεώσεις, τις απώλειες, το κόστος και τις απαιτήσεις, συμπεριλαμβανομένων των αμοιβών δικηγόρων που βαίνουν κατά του Ht5streamer, τους παράγοντές του, τους υπαλλήλους του, ή τους συνεργάτες του, που μπορεί να προκύψουν με αφορμή ή αιτία την οποιαδήποτε υπηρεσία παρέχεται, εκτελείται τώρα ή στο μέλλον από το Ht5streamer. \n\nΗ ομάδα του Ht5streamer δεν παρέχει καμία εγγύηση, ρητή ή σιωπηρή, για τις υπηρεσίες που παρέχουμε. Το Ht5streamer δεν θα πρέπει να θεωρηθεί υπεύθυνο για οποιαδήποτε εν δυνάμει ζημία υποστείτε εσείς ή η επιχείρησή σας από την χρήση των υπηρεσιών που παρέχει το Ht5streamer. Το Ht5streamer δεν θα πρέπει να θεωρηθεί υπεύθυνο για οποιαδήποτε διακοπή, καθυστερήσεις, παραλείψεις, ανακρίβειες ή τυπογραφικά λάθη. \n\nΗ ομάδα του Ht5streamer δεν εκπροσωπεί ούτε εγγυάται ότι η Υπηρεσία ή ο server που την καθιστά διαθέσιμη είναι απαλλαγμένοι από ιούς ή άλλα επιζήμια συστατικά.\n\nΤο Ht5streamer δεν εγγυάται ούτε δηλώνει ότι η χρήση ή τα αποτελέσματα της χρήσης της Υπηρεσίας ή τα υλικά που διατίθενται ως μέρος της Υπηρεσίας, θα είναι σωστά, ακριβή, έγκαιρα ή -για να το θέσουμε και αλλιώς- αξιόπιστα. \n\nΗ ομάδα του Ht5streamer διατηρεί το δικαίωμα να αναπροσαρμόσει αυτήν την πολιτική οποιαδήποτε στιγμή, χωρίς προειδοποίηση.",
	"Upnp": "Upnp",
	"transcoding disabled": "απενεργοποίηση του transcoding",
	"play and stop": "αναπαραγωγή και διακοπή ",
	"upnp": "upnp",
	"Open external link": "Άνοιγμα εξωτερικού συνδέσμου",
	"Playing: ": "Αναπαράγεται: ",
	"Open Torrent": "Άνοιγμα Torrent",
	"(%s%% downloaded)": "(%s%% κατέβηκε)",
	"Engine %s ready...!": "Πηγή %s ready...!",
	"playlist mode": "playlist λειτουργία",
	"repeat mode": "λειτουργία επανάληψης",
	"Connecting... please wait": "Σύνδεση ... παρακαλώ περιμένετε",
	"Connecting... please wait (test %s/%s)": "Σύνδεση ... παρακαλώ περιμένετε  (δοκιμή %s/%s)",
	"Downloading %s%% done at %s": "Η λήψη %s%% ολοκληρώνεται σε %s",
	"transcoding enabled": "transcoding ενεργοποιημένο",
	"Default player:": "Default player:"
}